import React from 'react'

const Education = () => {
  return (
    <div id='education'>
        <div className="container">
          <h2>Обучение в YtYt - это удобно и результативно</h2>
          <div className="row">
            <div>
              <img src="images/item-1.png" alt="" />
              <h3>Огромное количество практики</h3>
              <p>Более 500 самостоятельных заданий и 20 полноценных больших проектов</p>
            </div>
            <div>
              <img src="images/item-1.png" alt="" />
              <h3>Огромное количество практики</h3>
              <p>Более 500 самостоятельных заданий и 20 полноценных больших проектов</p>
            </div>
            <div>
              <img src="images/item-1.png" alt="" />
              <h3>Огромное количество практики</h3>
              <p>Более 500 самостоятельных заданий и 20 полноценных больших проектов</p>
            </div>
            <div>
              <img src="images/item-1.png" alt="" />
              <h3>Огромное количество практики</h3>
              <p>Более 500 самостоятельных заданий и 20 полноценных больших проектов</p>
            </div>
            <div>
              <img src="images/item-1.png" alt="" />
              <h3>Огромное количество практики</h3>
              <p>Более 500 самостоятельных заданий и 20 полноценных больших проектов</p>
            </div>
            <div>
              <img src="images/item-1.png" alt="" />
              <h3>Огромное количество практики</h3>
              <p>Более 500 самостоятельных заданий и 20 полноценных больших проектов</p>
            </div>
          </div>
        </div>
    </div>
  )
}

export default Education