import React from 'react'

const Help = () => {
  return (
    <div id='help'>
        <div className="container">
            <div className="row">
                <div className="col-1">
                    <img src="images/help-1.png" alt="" />
                </div>
                <div className="col-2">
                    <h2>Помощь и поддержка</h2>
                    <p>Если в процессе обучения возникнут сложности, вы всегда сможете задать вопрос своему наставнику. Раз в несколько уроков вы будете получать большое задание, которое нужно будет сдавать на проверку код-ревьюеру. Он внимательно изучит ваш код, найдет ошибки и поможет вам стать лучше. </p>
                </div>
            </div>
            <div className="row">
                <div className="col-2">
                    <h2>Помощь и поддержка</h2>
                    <p>Если в процессе обучения возникнут сложности, вы всегда сможете задать вопрос своему наставнику. Раз в несколько уроков вы будете получать большое задание, которое нужно будет сдавать на проверку код-ревьюеру. Он внимательно изучит ваш код, найдет ошибки и поможет вам стать лучше. </p>
                </div>
                <div className="col-1">
                    <img src="images/help-2.png" alt="" />
                </div>
            </div>
        </div>
    </div>
  )
}

export default Help